/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", total calories %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", total distance %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ by %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@ Workout, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "modified %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ Accounts";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@ Workout, no unit data";

/* A folder in Dropbox or Box */
"Folder" = "Folder";

/* A single App Store app */
"App Store app" = "App Store app";

/* A single Box file */
"Box file" = "Box file";

/* A single Dropbox file */
"Dropbox file" = "Dropbox file";

/* A single Evernote note */
"Evernote note" = "Evernote note";

/* A single Giphy item */
"Giphy item" = "Giphy item";

/* A single Trello board */
"Trello board" = "Trello board";

/* A single Trello card */
"Trello card" = "Trello card";

/* A single Trello item */
"Trello item" = "Trello item";

/* A single Trello list */
"Trello list" = "Trello list";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses sheet";

/* A single bar code */
"Bar code" = "Barcode";

/* A single blood pressure recording */
"Blood pressure" = "Blood pressure";

/* A single health sample in HealthKit */
"Health sample" = "Health sample";

/* A single iTunes artist */
"iTunes artist" = "iTunes artist";

/* A single iTunes product */
"iTunes product" = "iTunes product";

/* Access resource error for notifications */
"Update Notification Settings" = "Update Notification Settings";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Switches between the front- and back-facing cameras";

/* Accessibility label for camera shutter button */
"Take picture" = "Take picture";

/* Accessibility label; button to start dictation */
"Start dictation" = "Start dictation";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Stop dictation";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Camera chooser - front facing";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Camera chooser - rear facing";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Camera flip";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "You must provide a name to use for the new Trello Card.";

/* Add Trello card action error */
"You must select a board to create the card on." = "You must select a board to create the card on.";

/* Add Trello card action error */
"You must select a list to create the card on." = "You must select a list to create the card on.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Uploading %@ as an attachment failed.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day.";

/* Add new event; choose end date */
"Choose End Date" = "Choose End Date";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "An invalid end date was provided. Please provide an end date for this event.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "An invalid start date was provided. Please provide a start date for this event.";

/* Add new event; error */
"Invalid End Date" = "Invalid End Date";

/* Add new event; error */
"Invalid Start Date" = "Invalid Start Date";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "No title was provided. Please provide a title for this event.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "No title was provided. Please provide a title for this reminder.";

/* Add new reminder error */
"The alert location provided could not be found." = "The alert location provided could not be found.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "When I Enter: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "When I Leave: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "When I’m near: %@";

/* Add new reminder; alert trigger never */
"Never" = "Never";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varies";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "No List Selected";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "You must select a list to add the task to.";

/* Add to Wunderlist action no title error */
"No Title" = "No Title";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "You must provide a title when creating a new task in Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Every Day";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Set WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Sets the device's WLAN to on or off.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "You must specify a filename or path in Append to File.";

/* Append file failure reason */
"No File Path Provided" = "No File Path Provided";

/* Ask for input action */
"Enter URL" = "Enter URL";

/* Ask for input action */
"Enter number" = "Enter number";

/* Ask for input action */
"Pick date" = "Pick date";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Tap to finish recording.";

/* Audio recorder */
"Tap to start recording." = "Tap to start recording.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "The base64 data passed to Base64 Encode is invalid.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "A file already exists with the name “%@” at the specified path.";

/* Box error */
"The folder doesn't exist" = "The folder doesn't exist";

/* Box error */
"The folder doesn’t exist" = "The folder doesn’t exist";

/* Box error message */
"An error occured while authenticating your Box account." = "An error occurred while authenticating your Box account.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "The folder you tried to save to (%1$@) is an existing file in your %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "The path you tried to append text to (%1$@) is inside an existing file in your %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "The path you tried to create a folder at (%1$@) is an existing file in your %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "The path you tried to create a folder at (%1$@) is inside an existing file in your %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "The path you tried to save to (%1$@) does not exist in your %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "We couldn’t find “%@” in your Box account.";

/* Button */
"Cancel" = "Cancel";

/* Button */
"Continue Anyway" = "Continue Anyway";

/* Button */
"Delete" = "Delete";

/* Button */
"Delete Account" = "Delete Account";

/* Button */
"Done" = "Done";

/* Button */
"Log In" = "Log In";

/* Button */
"Next" = "Next";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Retry";

/* Button */
"Sign In" = "Sign In";

/* Button or title */
"Add Account" = "Add Account";

/* Button or title */
"Login" = "Login";

/* Button that takes user to the iOS Health app */
"Open Health" = "Open Health";

/* Button to allow access to health data or notifications */
"Allow Access" = "Allow Access";

/* Button to open Settings */
"Open Settings" = "Open Settings";

/* Button; edit opacity */
"Opacity" = "Opacity";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotation";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Create App-Specific Password";

/* Button; reset changes made in overlay image action */
"Reset" = "Reset";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Off";

/* Camera flash option - on */
"Flash On" = "On";

/* Choose an item */
"Choose" = "Choose";

/* Choose from list action */
"Choose an item" = "Choose an item";

/* Choose multiple images */
"Choose Images" = "Choose Images";

/* Choose one image */
"Choose Image" = "Choose Image";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "This file is too large for CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "You’ve exceeded the daily upload limit allowed for the CloudApp Free plan.";

/* Combine images action error */
"Cannot run Combine Images" = "Cannot run Combine Images";

/* Combine images action error description */
"No images were provided to combine." = "No images were provided to combine.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Weather Conditions";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Weather Conditions";

/* Content property name */
"Biological Sex (Content Property Name)" = "Biological Sex";

/* Content property name */
"Blood Type (Content Property Name)" = "Blood Type";

/* Content property name */
"Date of Birth (Content Property Name)" = "Date of Birth";

/* Content property name */
"Unspecified (Content Property Name)" = "Unspecified";

/* Create IFTTT applet */
"Create Applet" = "Create Applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "You must select a board to create the list on.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "You must specify a path for the new folder.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "No path specified!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Adventure/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Adventure/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "No name was provided. Please provide a name for the playlist.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Blood Pressure Date";

/* Default notification text for Show Notification action. */
"Notification" = "Notification";

/* Default value for the translate text action */
"Detect Language" = "Detect Language";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Are you sure you want to delete %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Are you ABSOLUTELY sure you want to delete %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Are you ABSOLUTELY POSITIVELY sure you want to delete %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Delete %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "workout";

/* Dictate text action error */
"Recognition Unavailable" = "Recognition Unavailable";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Speech recognition is not currently available. You may need to connect to the Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Now listening…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Make sure you pass a URL to the Get Contents of URL action.";

/* Download URL or Open URL action error */
"No URL Specified" = "No URL Specified";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "A file was expected, but the path provided refers to something that isn’t a file.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "A folder was expected, but the path provided refers to something that isn’t a folder.";

/* Dropbox error */
"A shared link already exists." = "A shared link already exists.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Access to the requested path is forbidden.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox cannot access this file or folder because of its name.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox cannot save this file or folder because of its name.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox cannot write to the specified path due to a conflict.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims.";

/* Dropbox error */
"The path root parameter provided is invalid." = "The path root parameter provided is invalid.";

/* Dropbox error */
"The request timed out. Please try again." = "The request timed out. Please try again.";

/* Dropbox error */
"The share settings provided are invalid." = "The share settings provided are invalid.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "We couldn’t find a file at the specified path.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "You are not allowed to modify the settings of this link.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "You don’t have enough available space in Dropbox to write this data.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "You don’t have permission to write to the specified location.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "The path you tried to save to (%1$@) is an existing file in your %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "No item was found at path: %@";

/* Dropbox or Box error */
"Folder already exists" = "Folder already exists";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead.";

/* Dropbox unknown error */
"An unknown error occurred" = "An unknown error occurred";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "An unknown error occurred (%@)";

/* Email account encryption */
"Encryption" = "Encryption";

/* Email account login authentication error */
"Authentication Failed" = "Authentication Failed";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "The email address or password you entered was incorrect.\n\nIf you have two-step verification enabled, you need to create an app-specific password.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "The email address or password you specified was incorrect. If you have two-step verification enabled, you need to enter an app-specific password instead.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Advanced Settings";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "Email";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Host Name";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Blood Pressure End Date";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Play Sound failed because the input was in an unsupported format.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Please enter a valid date into the Date action.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Invalid Date";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Get Travel Time failed because no destination location was passed as input.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Run JavaScript on Web Page failed because no web page was passed as input.";

/* Error message */
"Your email or password is incorrect." = "Your email or password is incorrect.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Please pass a valid feed URL to the Get Items from RSS Feed action.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Please enter a valid address into the Street Address action.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "The location you passed to the Get Travel Time action could not be found. Try specifying a town or city in addition to the street address.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Multiple alarms were found with the label %@. Try choosing a specific alarm.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Run Home Scene failed because the home “%1$@” could not be found.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Run Home Scene failed because no home was selected.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Run Home Scene failed because no scene was selected.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Unable to parse news feed";

/* Error message title when no address is entered into Street Address action */
"No Address" = "No Address";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Invalid Location";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Please provide a unit to convert to.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Measurement failed because no unit was specified. Please pick a unit.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "A measurement with unit %1$@ cannot be converted to %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Please provide a valid date for the alarm.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "In order to use this action, enable Siri in Settings.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Unable to complete request because Siri is disabled.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "The timer's duration must be less than 24 hours.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Please provide a duration for the timer.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Please specify an alarm to toggle.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "An unknown error occurred while performing the request.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Unable to complete request because it is not supported on this platform.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "No Location";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "No Web Page";

/* Exit shortcut action error */
"User requested shortcut exit." = "User requested shortcut exit.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Save Here";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Get Selected Files (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Get Selected File (1)";

/* File status */
"This folder is empty" = "This folder is empty";

/* File status loading */
"Loading…" = "Loading…";

/* Find health sample; no samples found */
"No Samples Found" = "No Samples Found";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app.";

/* Finish dictation command */
"Finish Dictation" = "Finish Dictation";

/* Generic health object type when we can’t determine the object type */
"Health" = "Health";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "The domain could not be found.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "The domain could not be found. (Error 2)";

/* Get IP address action error */
"The response data was not a valid string." = "The response data was not a valid string.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "You must select a board to retrieve cards from.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "You must select a board to retrieve lists from.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "You must select a list to retrieve cards from.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Your Trello account couldn’t be verified. Please sign out and try again!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "No Key Provided";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Custom Location Not Found";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "No Custom Location";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Get Distance was configured to get the travel time from a custom location, but the location you entered was not found.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Get Distance was configured to get the travel time from a custom location, but none was provided.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Get Distance could not estimate distance because no location was passed as input.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Failed to find the emoji font.";

/* Get frames from image error */
"No Image Provided" = "No Image Provided";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "No GIF was passed as input to Get Frames from Image.";

/* Get group from matched text action error */
"No Match" = "No Match";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "The index you specified was outside the possible range (you asked for group %1$ld, and the match has only %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Get Group from Matched Text failed because there was no match for capture group %ld.";

/* Get halfway point action error */
"No first location was provided." = "No first location was provided.";

/* Get halfway point action error */
"No second location was provided." = "No second location was provided.";

/* Get halfway point action error */
"Please provide a first location." = "Please provide a first location.";

/* Get halfway point action error */
"Please provide a second location." = "Please provide a second location.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "The range you specified was invalid (you asked for items %1$d to %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "The range you specified was outside the possible range (you asked for items %1$d to %2$d, but the first item is at index 1.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "The range you specified was outside the possible range (you asked for items %1$d to %2$d, and the list has only %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "You asked for item %d, but the first item is at index 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Shortcuts couldn’t find any imports in your photo library.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Shortcuts couldn’t find the requested items in your photo library.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Get Travel Time was configured to get the travel time from a custom location, but the location you entered was not found.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Get Travel Time was configured to get the travel time from a custom location, but none was provided.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Health access to %@ is off. You can turn on health data categories in the Health app.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "In order to answer this question, Shortcuts needs access to your %@ data.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Shortcuts does not have access to your %@ data.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@ Quantity Sample, no unit data";

/* Health category date */
"Date" = "Date";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Start of Cycle";

/* Health category start date */
"Start Date" = "Start Date";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Blood Pressure";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Test Type";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Meal Time";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolic";

/* Health quantity; blood pressure */
"Systolic" = "Systolic";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Reason";

/* Health unit for count of generic health sample */
"count" = "count";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "count";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "count";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ types are not implemented";

/* HealthKit resource error */
"This device does not have the Health app." = "This device does not have the Health app.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "This shortcut requires the Health app, which this device does not have.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Terms of Service";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Terms of Use";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Shortcuts was unable to find your current location.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date.";

/* Log health sample */
"Invalid Date Range" = "Invalid Date Range";

/* Log health sample */
"No Value Selected" = "No Value Selected";

/* Log health sample */
"Please select a type for this Health sample." = "Please select a type for this Health sample.";

/* Log health sample */
"Please select an end date that is after the start date." = "Please select an end date that is after the start date.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Please select a value for this cervical mucus quality sample.";

/* Log health sample; health sample type */
"No Type Selected" = "No Type Selected";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "No Reason Selected";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Please select an insulin delivery reason.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Please select a value for this menstruation sample.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Please select whether or not this sample was at the start of a cycle.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "No Unit Selected";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Please select a unit of measurement for this Health sample.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Please select a value for this ovulation test result sample.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Please select a value for this sleep analysis sample.";

/* Log in view; email address placeholder */
"Email address" = "Email address";

/* Log workout action */
"No Workout Type Selected" = "No Workout Type Selected";

/* Log workout action */
"Please select a type of activity for this workout." = "Please select a type of activity for this workout.";

/* Login error */
"Your username and/or password are incorrect." = "Your username and/or password are incorrect.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Your credentials are only stored on this device and will not be shared with our servers or any third parties.";

/* Mail error */
"A recipient is required to send message" = "A recipient is required to send message";

/* Mail error */
"A sender is required to send message" = "A sender is required to send message";

/* Mail error */
"A stable connection to the server could not be established" = "A stable connection to the server could not be established";

/* Mail error */
"Account check failed because the account is invalid" = "Account check failed because the account is invalid";

/* Mail error */
"An application specific password is required" = "An application specific password is required";

/* Mail error */
"An error occurred during an IDLE operation" = "An error occurred during an IDLE operation";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "An error occurred while (un)subscribing to the requested folder";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "An error occurred while appending a message to the requested folder";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "An error occurred while copying a message to the requested folder";

/* Mail error */
"An error occurred while creating the requested folder" = "An error occurred while creating the requested folder";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "An error occurred while deleting a message on the POP server";

/* Mail error */
"An error occurred while deleting the requested folder" = "An error occurred while deleting the requested folder";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "An error occurred while expunging a message in the requested folder";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "An error occurred while fetching a message list on the POP server";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "An error occurred while fetching messages in the requested folder";

/* Mail error */
"An error occurred while performing a No-Op operation" = "An error occurred while performing a No-Op operation";

/* Mail error */
"An error occurred while renaming the requested folder" = "An error occurred while renaming the requested folder";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "An error occurred while requesting the server's capabilities";

/* Mail error */
"An error occurred while requesting the server's identity" = "An error occurred while requesting the server's identity";

/* Mail error */
"An error occurred while requesting the server's namespace" = "An error occurred while requesting the server's namespace";

/* Mail error */
"An error occurred while sending the message" = "An error occurred while sending the message";

/* Mail error */
"An error occurred while storing flags" = "An error occurred while storing flags";

/* Mail error */
"An error when requesting date" = "An error when requesting date";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Attempted to send a message with an illegal attachment";

/* Mail error */
"Authentication is required for this SMTP server" = "Authentication is required for this SMTP server";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Bandwidth limits were exceeded while requesting data from this Gmail account";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Cannot send message due to possible spam detected by server";

/* Mail error */
"Compression is not available" = "Compression is not available";

/* Mail error */
"Credentials with password too simple" = "Credentials with password too simple";

/* Mail error */
"Error while running custom command" = "Error while running custom command";

/* Mail error */
"File access error" = "File access error";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP is not enabled for this Gmail account";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe is no longer an active mail service";

/* Mail error */
"No valid server found" = "No valid server found";

/* Mail error */
"Sending messages is not allowed on this server" = "Sending messages is not allowed on this server";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "The SMTP storage limit was reached while trying to send a large message";

/* Mail error */
"The certificate for this server is invalid" = "The certificate for this server is invalid";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "The current HotMail account cannot connect to WebMail";

/* Mail error */
"The operation succeeded" = "The operation succeeded";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "The requested folder does not exist. Folder selection failed";

/* Mail error */
"The server does not support STARTTLS connections" = "The server does not support STARTTLS connections";

/* Mail error */
"The server does not support TLS/SSL connections" = "The server does not support TLS/SSL connections";

/* Mail error */
"The user needs to log in via the web browser" = "The user needs to log in via the web browser";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Too many simultaneous connections were made to this Gmail account";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Unable to authenticate with the current session's credential";

/* Mail error */
"Unable to parse response from server" = "Unable to parse response from server";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "User is over the limit for messages allowed to be sent in a single day";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Yahoo!'s servers are currently unavailable";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "The variable “%@” did not include an image to use for masking.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Make sure you select a variable for the “Image Mask” option in the Mask Image action.";

/* Mask Image action error title */
"No Mask Provided" = "No Mask Provided";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Please select a service in %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "This JavaScript is similar to a script that is known to be unsafe. For your security it will not run.";

/* Multiple App Store apps */
"App Store apps" = "App Store apps";

/* Multiple Box files */
"Box files" = "Box files";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox files";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote notes";

/* Multiple Giphy items */
"Giphy items" = "Giphy items";

/* Multiple Trello boards */
"Trello boards" = "Trello boards";

/* Multiple Trello cards */
"Trello cards" = "Trello cards";

/* Multiple Trello items */
"Trello items" = "Trello items";

/* Multiple Trello lists */
"Trello lists" = "Trello lists";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses sheets";

/* Multiple bar codes */
"Bar codes" = "Barcodes";

/* Multiple blood pressure recordings */
"Blood pressures" = "Blood pressures";

/* Multiple health samples in HealthKit */
"Health samples" = "Health samples";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes artists";

/* Multiple iTunes products */
"iTunes products" = "iTunes products";

/* Multiple text matches */
"Text matches" = "Text matches";

/* Multiple workout samples */
"Workout samples" = "Workout samples";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Edit Account";

/* Navigation bar title */
"Email Settings" = "Email Settings";

/* Navigation bar title */
"Log In to CloudApp" = "Log In to CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Log in | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Log In to Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Log In to Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Log In to WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Trending";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobile Data";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Clear the search bar to view trending GIFs.";

/* No GIFs found empty state title */
"No Results Found" = "No Results Found";

/* None option */
"None" = "None";

/* One text match */
"Text match" = "Text match";

/* One workout sample */
"Workout sample" = "Workout sample";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Make sure you pass a URL to the Open URL action.";

/* Open URL action error */
"The URL could not be opened." = "The URL could not be opened.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Open App failed because it couldn’t find an app to open.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Open App failed because the app could not be opened.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Open In… failed because it couldn’t find an app to open in.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ is not installed or could not open the file %2$@.";

/* Optional field placeholder */
"Optional" = "Optional";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Make sure you choose a variable in the Overlay Image action.";

/* Overlay image action error */
"No Overlay Image" = "No Overlay Image";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "The variable “%@” did not include an image to overlay.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Processing Image…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Biking";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Driving";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Public Transport";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Walking";

/* Parameter placeholder; parameter sets a filename */
"optional" = "optional";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "After Meal";

/* Parameter value */
"Asleep (Parameter Value)" = "Asleep";

/* Parameter value */
"Awake (Parameter Value)" = "Awake";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Before Meal";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Creamy";

/* Parameter value */
"Dry (Parameter Value)" = "Dry";

/* Parameter value */
"Egg White (Parameter Value)" = "Egg White";

/* Parameter value */
"Female (Parameter Value)" = "Female";

/* Parameter value */
"Heavy (Parameter Value)" = "Heavy";

/* Parameter value */
"Idle (Parameter Value)" = "Idle";

/* Parameter value */
"In Bed (Parameter Value)" = "In Bed";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Indeterminate";

/* Parameter value */
"Light (Parameter Value)" = "Light";

/* Parameter value */
"Male (Parameter Value)" = "Male";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Max Exercise Test";

/* Parameter value */
"Medium (Parameter Value)" = "Medium";

/* Parameter value */
"Negative (Parameter Value)" = "Negative";

/* Parameter value */
"No (Parameter Value)" = "No";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Non-Exercise Prediction";

/* Parameter value */
"Not Set (Parameter Value)" = "Not Set";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Other";

/* Parameter value */
"Positive (Parameter Value)" = "Positive";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Protection Unused";

/* Parameter value */
"Protection Used (Parameter Value)" = "Protection Used";

/* Parameter value */
"Sticky (Parameter Value)" = "Sticky";

/* Parameter value */
"Stood (Parameter Value)" = "Stood";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Sub-Max Exercise Prediction";

/* Parameter value */
"Unspecified (Parameter Value)" = "Unspecified";

/* Parameter value */
"Watery (Parameter Value)" = "Watery";

/* Parameter value */
"Yes (Parameter Value)" = "Yes";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Match Input";

/* Password placeholder or title */
"Password" = "Password";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "Name";

/* Pinboard login option */
"Use API Token" = "Use API Token";

/* Pinboard login option */
"Use API Token Instead" = "Use API Token Instead";

/* Pinboard login option */
"Use Password" = "Use Password";

/* Pinboard login option */
"Use Password Instead" = "Use Password Instead";

/* Pinboard login section header */
"API Token" = "API Token";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard Login";

/* Playlist picker parameter */
"My Music Library" = "My Music Library";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "No items matching the specified criteria were found in Pocket.";

/* Post to Tumblr action error */
"No Blog" = "No Blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "You did not specify which blog to post to.";

/* QuickLook action error */
"No Items" = "No Items";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "The Quick Look action wasn't passed any items to preview.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Enable Siri";

/* Remove calendar item error */
"Remove" = "Remove";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "The amount you specified, %@, is above the maximum amount you are allowed to request.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "The amount you specified, %@, is below the minimum amount you are allowed to request.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "The person you are trying to request money from doesn't have an account set up with %@.";

/* Required field placeholder */
"Required" = "Required";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "The script must call the function `completion(result)` when finished";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "An unknown error occurred when running JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Run JavaScript on Web Page failed because the script took too long to call the completion handler.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript Timeout";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript Exception";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Invalid JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH Authentication Failed";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Please check your credentials in the Run SSH Script action and try again.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Shortcut Not Found";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Make sure a valid shortcut is selected in the Run Shortcut action.";

/* SSH action error */
"Channel allocation error" = "Channel allocation error";

/* SSH action error */
"Connection timed out" = "Connection timed out";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Run Script Over SSH could not connect to the SSH server.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Unknown Album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "The photo album that was selected does not exist.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Scan Code";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Search Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "You must provide a search query to Search Local Businesses.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "No Locations Found";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "No locations were found with the keywords “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "If you use a self-hosted version of WordPress, enter the URL of your site above.";

/* Section header */
"WordPress Login" = "WordPress Login";

/* Section header for WordPress site URL */
"Site URL" = "Site URL";

/* Section header title */
"CloudApp Login" = "CloudApp Login";

/* Section header title */
"Incoming Mail Server" = "Incoming Mail Server";

/* Section header title */
"Instapaper Login" = "Instapaper Login";

/* Section header title */
"Outgoing Mail Server" = "Outgoing Mail Server";

/* Section header title; email account */
"Accounts" = "Accounts";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Cannot send emails. Email may not be set up.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Invalid Email Account";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "The email account that is selected is not logged in to Shortcuts on this device.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Cannot send messages. iMessage may not be enabled.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "The amount you specified, %@, is above the maximum amount you are allowed to send.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "The amount you specified, %@, is below the minimum amount you are allowed to send.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "The amount you specified was in %1$@, which is not supported by %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Your account does not have enough money to send the payment.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "The person you are trying to send money to doesn't have an account set up with %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "You don't have a bank account configured on this device.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "You will need to open %@ to verify your credentials.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Above Maximum Amount";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Below Minimum Amount";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Currency Unsupported";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Insufficient Funds";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "No Bank Account";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Credentials Unverified";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "No Account";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Location";

/* Service name */
"Microphone" = "Microphone";

/* Service name */
"Notifications" = "Notifications";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Speech Recognition";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "No key was provided to the Set Dictionary Value action for the value “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "No Value Provided";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "No value was provided to the Set Dictionary Value action for the key “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "A definition could not be found for that term.";

/* Show definition action error */
"No Word Specified" = "No Word Specified";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "No word was passed as input to Show Definition";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”.";

/* Show in calendar action error */
"Calendar could not be opened." = "Calendar could not be opened.";

/* Show webpage action error */
"Unsupported URL" = "Unsupported URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ is not set up to make calls.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Starting call failed because %@ is not available.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Starting call failed because %@ cannot take part in the call.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ does not support the contact details you provided.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Setup Required";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ Unavailable";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contact Not Supported";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Invalid Contact Details";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Blood Pressure Start Date";

/* Subcategory */
"Device" = "Device";

/* Subcategory for Set Volume action */
"Playback" = "Playback";

/* Take photo action error */
"No suitable camera was detected on this device." = "No suitable camera was detected on this device.";

/* Time until date action */
"An invalid date to compare to was provided." = "An invalid date to compare to was provided.";

/* Time until date action */
"No from date was provided." = "No from date was provided.";

/* Time until date action error */
"An invalid from date was provided." = "An invalid from date was provided.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Unsafe JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "An invalid end time was provided. Please provide an end time for Do Not Disturb.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of the event.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Please provide an end time that is later than the current time for Do Not Disturb.";

/* Trim video action error */
"The input was not a video that can be edited." = "The input was not a video that can be edited.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Invalid URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Please re-authorise Shortcuts with Ulysses to access this sheet.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses Access Required";

/* Unspecified health kit category sample type */
"Unspecified" = "Unspecified";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Audio Recording";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " and ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " and ";

/* User name field title */
"User Name" = "Username";

/* Username placeholder or title */
"Username" = "Username";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "This device’s torch is not currently available for Shortcuts to use.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "This device does not have a torch.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "The weather action was configured to get the weather at a custom location, but none was provided.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Unable to determine location.";

/* Weather condition: Blizzard */
"Blizzard" = "Blizzard";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Blowing Snow";

/* Weather condition: Blustery */
"Blustery" = "Blustery";

/* Weather condition: Clear */
"Clear" = "Clear";

/* Weather condition: Cloudy */
"Cloudy" = "Cloudy";

/* Weather condition: Cold */
"Cold" = "Cold";

/* Weather condition: Drizzle */
"Drizzle" = "Drizzle";

/* Weather condition: Dust */
"Dust" = "Dust";

/* Weather condition: Foggy */
"Foggy" = "Foggy";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Freezing Drizzle";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Freezing Rain";

/* Weather condition: Hail */
"Hail" = "Hail";

/* Weather condition: Haze */
"Haze" = "Haze";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Heavy Rain";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Heavy Snow";

/* Weather condition: Hot */
"Hot" = "Hot";

/* Weather condition: Hurricane */
"Hurricane" = "Hurricane";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Isolated Thundershowers";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Isolated Thunderstorms";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Light Snow Showers";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Mixed Rain And Hail";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Mixed Rain And Sleet";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Mixed Rain And Snow";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Mixed Snow And Sleet";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Mostly Clear";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Mostly Cloudy";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Partly Cloudy";

/* Weather condition: Rain */
"Rain" = "Rain";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Scattered Showers";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Scattered Snow Showers";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Scattered Thunderstorms";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Severe Thunderstorms";

/* Weather condition: Showers */
"Showers" = "Showers";

/* Weather condition: Sleet */
"Sleet" = "Sleet";

/* Weather condition: Smoky */
"Smoky" = "Smoky";

/* Weather condition: Snow */
"Snow" = "Snow";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Snow Flurries";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Thunderstorms";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropical Storm";

/* Weather condition: Windy */
"Windy" = "Windy";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ and %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Air Pollutant";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Air Pollutants";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "The folder doesn’t exist.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "The iCloud Container could not be found.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to standard files.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” is a bundle";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "The path you tried to save to (%@) does not exist in iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” is a folder";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "File already exists";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "File already exists.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "The email address or password you specified was incorrect. To log in to iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Actor";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Author";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Composer";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Description";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Director";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Feature Film";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Genre";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Keywords";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Language";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producer";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "Product ID";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Rating Index";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Rating";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Release Year";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Short Film";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Show";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Developer";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Song";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episode";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Series";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Title";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "All";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Track";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Authors";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audiobooks";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Books";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artists";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Films";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albums";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artists";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Songs";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Tracks";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Music Videos";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Authors";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasts";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artists";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Short Films";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episodes";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Series";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artists";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Tracks";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Apps";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audiobooks";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Books";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Music Videos";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Music";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasts";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Short Films";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV Programmes";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "All";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Films";

